Repository: unfoldedcircle/integration-denonavr
Catalog: intg-denonavr/locales/*/LC_MESSAGES/intg-denonavr.po
Languages: da_dk, de_de, fr_fr

source: Control your Denon or Marantz AVRs with Remote Two/3.
de_de: Steuere Denon oder Marantz AVRs mit Remote Two/3.
fr_fr: Contrôler Denon ou Marantz AVRs avec Remote Two/3.

source: Integration setup
de_de: Integrationssetup
fr_fr: Configuration de l'intégration

source: Setup process
de_de: Setup Modus
fr_fr: Installation

source: The integration discovers Denon and Marantz Receivers on the network.
da_dk: The integration discovers Denon and Marantz Audio Video Receivers (AVR) on the network.
de_de: Die Integration findet Denon- und Marantz-Audio-Video-Receiver (AVR) im Netzwerk.
fr_fr: Cette intégration trouvera des AVR Denon et Marantz dans le réseau.

source: Please see our support article for requirements, features and restrictions.
da_dk: Please see our [support article](https://support.unfoldedcircle.com/hc/en-us/articles/19480446994844) for requirements, features and restrictions.
de_de: Bitte beachte unseren [Support-Artikel](https://support.unfoldedcircle.com/hc/en-us/articles/19480446994844) zu Anforderungen, unterstützten Funktionen und Einschränkungen.
fr_fr: Consulte [l’article de support](https://support.unfoldedcircle.com/hc/en-us/articles/19480446994844) pour connaître les exigences, les fonctionnalités prises en charge et les restrictions.

source: Setup mode
da_dk: Opsætningstilstand
de_de: Setup Modus
fr_fr: Installation

source: Leave blank to use auto-discovery and click _Next_.
da_dk: Lad det være tomt for at bruge automatisk opdagelse og klik på _Next_.
de_de: Leer lassen, um automatische Erkennung zu verwenden und auf _Weiter_ klicken.
fr_fr: Laissez le champ vide pour utiliser la découverte automatique et cliquez sur _Suivant_.

source: The device must be on the same network as the remote.
da_dk: Enheden skal være på samme netværk som fjernbetjeningen.
de_de: Das Gerät muss sich im gleichen Netzwerk wie die Fernbedienung befinden.
fr_fr: L'appareil doit être sur le même réseau que la télécommande.

source: Manual IP address or hostname
da_dk: Manuel IP-adresse eller værtsnavn
de_de: Manuelle IP-Adresse oder Hostname
fr_fr: Adresse IP manuelle ou nom d'hôte

source: Please note:
da_dk: Bemærk:
de_de: Bitte beachten:
fr_fr: Veuillez noter:

source: Using telnet provides realtime updates for many values but certain receivers allow a single connection only!
da_dk: Using Telnet provides realtime updates for many values but certain receivers allow a single connection only! If you enable this setting, other apps or systems may no longer work.
de_de: Die Verwendung von Telnet bietet Echtzeit-Updates für viele Werte, aber bestimmte Verstärker erlauben nur eine einzige Verbindung! Mit dieser Einstellung können andere Apps oder Systeme nicht mehr funktionieren.
fr_fr: L'utilisation de Telnet fournit des mises à jour en temps réel pour de nombreuses valeurs, mais certains amplificateurs ne permettent qu'une seule connexion ! Avec ce paramètre, d'autres applications ou systèmes ne peuvent plus fonctionner.

source: Add a new device
de_de: Neues Gerät hinzufügen
fr_fr: Ajouter un nouvel appareil

source: Configure selected device
da_dk: Konfigurer den valgte enhed
de_de: Selektiertes Gerät konfigurieren
fr_fr: Configurer l'appareil sélectionné

source: Delete selected device
da_dk: Slet den valgte enhed
de_de: Selektiertes Gerät löschen
fr_fr: Supprimer l'appareil sélectionné

source: Reset configuration and reconfigure
da_dk: Nulstil konfiguration og konfigurer igen
de_de: Konfiguration zurücksetzen und neu konfigurieren
fr_fr: Réinitialiser la configuration et reconfigurer

source: Configuration mode
da_dk: Konfigurationstilstand
de_de: Konfigurations-Modus
fr_fr: Mode de configuration

source: Configured devices
da_dk: Konfigurerede enheder
de_de: Konfigurierte Geräte
fr_fr: Appareils configurés

source: Action
da_dk: Handling
de_de: Aktion

source: Configure your AVR
da_dk: Konfigurer din AVR
de_de: Konfiguriere deinen Denon AVR
fr_fr: Configurez votre AVR

source: Please choose your Denon or Marantz AVR
de_de: Bitte wähle deinen Denon oder Marantz AVR
fr_fr: Veuillez choisir votre Denon ou Marantz AVR

source: Choose your Denon or Marantz AVR
de_de: Wähle deinen Denon oder Marantz AVR
fr_fr: Choisissez votre Denon ou Marantz AVR

source: Show all sources
da_dk: Vis alle kilder
de_de: Alle Quellen anzeigen
fr_fr: Afficher tous les sources

source: Select manufacturer
de_de: Hersteller auswählen
fr_fr: Sélectionner fabricant

source: Connection mode
da_dk: Forbindelsestilstand
de_de: Verbindungstyp
fr_fr: Mode de connexion

source: Use Telnet connection
da_dk: Brug Telnet-forbindelse
de_de: Telnet-Verbindung verwenden
fr_fr: Utilise une connexion Telnet

source: Use HTTP connection
da_dk: Brug HTTP-forbindelse
de_de: HTTP-Verbindung verwenden
fr_fr: Utilise une connexion HTTP

source: Volume step
da_dk: Volumetrin
de_de: Lautstärkestufe
fr_fr: Incrémentation du volume

source: Connection and request timeout
da_dk: Forbindelses- og forespørgselstimeout
de_de: Verbindung und Anfrage-Timeout (ms)
fr_fr: Délai de connexion et de requête (ms)

source: Setup proces
da_dk: Setup mode

source: Please choose your Denon AVR
da_dk: Vælg venligst din Denon AVR

source: Choose your Denon AVR
da_dk: Vælg din Denon AVR
